;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: Chirantan Mitra
; TranslationAuthorEmail: chirantan.private@gmail.com
; TranslationAuthorWeb: http://www.wisecleaner.com
; Soft Version: 7.x
;
[GUI]
ButtonYes=হ্যাঁ
ButtonNo=না
ButtonOK=ঠিক আছে
ButtonMinimize=মিনিমাইস
ButtonMaximize=ম্যাক্সিমাইস
ButtonClose=বন্ধ করুন
ButtonRestore=পুনরুদ্ধার
ButtonMenu=তালিকা

[Translation]
ReadHabit=Left-to-right
LanguageName=BEN-IN
LangCode=0445
DefaultFont=Siyam Rupali
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=নিশ্চিতকরণ
Warning=সাবধান
Error=ভুল
Confirm=নিশ্চিতকরণ
pmGo=সংশ্লিষ্ট ফোল্ডার খুলুন
pmNone=একটিও না
pmAll1=সবকটি
pmrec=সুপারিশ গুলি
pmIgnore=এটা অগ্রাহ্য করুন
pmExport=রপ্তানি...
pmInvert=নির্বাচন অদল বদল
Frminput.btnok.caption=ঠিক আছে
Frminput.btncancel.caption=বাতিল
FrmWDC.pmPortable.caption=একটি বহনযোগ্য সংস্করণ তৈরি করুন
;
; Main GUI
;
FrmWDC.pmHelp.caption=অনলাইন সাহায্য
FrmWDC.pmHome.caption=হোমপেজ
FrmWDC.pmContact.caption=আমাদের সাথে যোগাযোগ করুন
FrmWDC.pmCheckNew.caption=নবীনতর সংস্করণ কি আছে?
FrmWDC.pmLang.caption=ভাষাগুলি
FrmWDC.pmSkin.caption=স্কিন বদল করুন
FrmWDC..caption=সম্বন্ধে
FrmWDC.btncomm.caption=সাধারণ ক্লিনার
FrmWDC.btnadv.caption=উচ্চতর ক্লিনার
FrmWDC.btnsilm.caption=সিস্টেম হালকা করুন
FrmWDC.btnrestore.caption=পুনরুদ্ধার
FrmWDC.btnsettings.caption=সেটিংস্‌
FrmWDC.btnlikeit.caption=এটা পছন্দ
FrmWDC.btnsuggest.caption=প্রস্তাব ও প্রতিক্রিয়া	
;
; Advanced Cleaner
;
FrmAdvSettings.lblinfo.caption=“ফাঁকা ফাইল খুঁজুন” মাত্র একবারই কাজ করবে। পরের বার দরকার হলে এটা আপনাকে আবার নির্বাচন করতে হবে।
Frmadvdc.btnscan.caption=অনুসন্ধান করুন
Frmadvdc.lblpath.caption=অনুসন্ধান স্থান:
Frmadvdc.btnrescan.caption=পুনঃঅনুসন্ধান
Frmadvdc.btnall.caption=সব কটি
Frmadvdc.btnadvanced.caption=উচ্চতর সেটিংস্‌
Frmadvdc.btnnone.caption=একটিও না
Frmadvdc.lblwrcinfo.caption=ওয়াইস রেজিস্ট্রি ক্লিনার উইন্ডোজের সেরা বিনামূল্যের রেজিস্ট্রি ক্লিনার। দ্রুত, সম্পূর্ণ এবং সুরক্ষিত!
Frmadvdc.lblwrc.caption=ওয়াইস রেজিস্ট্রি ক্লিনার
Frmadvdc.lblpceinfo.caption=ওয়াইস পিসি ইঞ্জিনিয়ার হল আপনার পিসির জন্য একগুচ্ছ গুরুত্বপূর্ণ রেজিস্ট্রি, ডিস্ক ও অন্যান্য প্রয়োজনীয় সফটওয়্যার। সহজ ব্যাবহার এবং কার্যকরী!
Frmadvdc.lblpce.caption=ওয়াইস পিসি ইঞ্জিনিয়ার
Frmadvdc.lblspeed.caption=বিশ্বের দ্রুততম পর্যবেক্ষণের গতি!
Frmadvdc.lblrec.caption=অন্যান্য ব্যাবহারকারীদের পছন্দঃ
Frmadvdc.vtfiles.Columns[0]=ফাইলের নাম
Frmadvdc.vtfiles.Columns[1]=আয়তন
Frmadvdc.vtfiles.Columns[2]=পথ
Frmadvdc.vtfiles.Columns[3]=শেষ খোলার সময়
Frmadvdc.vtfiles.Columns[4]=প্রকার
;
; Advanced Settings
;
FrmAdvSettings.btnok.caption=ঠিক আছে
FrmAdvSettings.btnadd.caption=যুক্ত করুন
FrmAdvSettings.btnremove.caption=সরিয়ে দিন
FrmAdvSettings.btncancel.caption=বাতিল
FrmAdvSettings.wcknull.caption=ফাঁকা ফাইল খুঁজুন (০ বাইট(স), ধীরতর)
FrmAdvSettings.wckshortcut.caption=অবৈধ শর্ট-কাট খুঁজুন (ধীরতর)
FrmAdvSettings.caption=উচ্চতর সেটিংস্‌
FrmAdvSettings.btnre.caption=সুপারিশ গুলি
FrmAdvSettings.btnall.caption=সব কটি
FrmAdvSettings.btnnone.caption=একটিও না
;
; About
;
FrmAboutWin.caption=সম্পর্কে
FrmAboutWin.btnOK.caption=ঠিক আছে
FrmAbout.lblver.caption=বর্তমান সংস্করণ:
FrmAbout.lblhome.caption=হোমপেজ:
FrmAbout.lblemail.caption=সহায়ক ইমেল:
FrmAbout.lblthanks.caption=সাহায্যের জন্য যাদের ধন্যবাদ:
;
; Auto Run Settings
;
FrmAutorunSettings.lblcmd.caption=কম্যান্ড লাইন মোড
FrmAutorunSettings.lblcmdinfo.caption=কম্যান্ড লাইনের দ্বারা স্বয়ংক্রিয় ভাবে আপনি এই প্রোগ্রাম চালিয়ে আপনার ড্রাইভ গুলি পর্যবেক্ষণ ও পরিষ্কার করতে পারবেন। আরও জানতে F1 টিপুন বা এই URL-এ ক্লিক করে আমাদের সাহায্যকারী দস্তাবেজ পড়তে পারেন।
FrmAutorunSettings.chk1.caption=‘১-ক্লিকে পরিষ্কার’ আইকন তৈরি করুন ও ডেস্কটপে ইহা স্থাপন করুন।
FrmAutorunSettings.chkadv.caption=উচ্চতর ক্লিনার অন্তর্ভুক্ত করুন।
FrmAutorunSettings.btnhelp.caption=অনলাইন সাহায্য
;
; Common Cleaner
;
FrmCommon.btnall.caption=সব কটি
FrmCommon.btnre.caption=সুপারিশ গুলি
FrmCommon.btnnone.caption=একটিও না
FrmCommon.wckadv.caption=উচ্চতর ক্লিনার অন্তর্ভুক্ত করুন
FrmCommon.WiseLabel1.caption=কর্মসূচি
FrmCommon.lbltype.caption=চলনের ধরন:
FrmCommon.lblweek.caption=দিন বাছুন:
FrmCommon.lbltime.caption=সময়:
FrmCommon.btnScan.caption=অনুসন্ধান করুন
FrmCommon.lblstat.caption=অব্যাবহার্য ফাইল ও চিহ্ন মোছা সহজ ও দ্রুত।
FrmCommon.btncancel.caption=বাতিল
FrmCommon.btnrescan.caption=পুনঃঅনুসন্ধান
;
; Exclusion List
;
FrmExclusion.btnAddFile.caption=ফাইল যুক্ত করুন
FrmExclusion.btnAddFolder.caption=ফোল্ডার যুক্ত করুন
FrmExclusion.btnAddType.caption=ফাইলের ধরন যুক্ত করুন
FrmExclusion.BtnAddCookie.caption=কুকিস যুক্ত করুন
FrmExclusion.btnImport.caption=আমদানি
FrmExclusion.btnExport.caption=রপ্তানি
FrmExclusion.btnRemove.caption=সরিয়ে দিন
;
; General Settings
;
FrmGeneral.chkNews.caption=স্বয়ংক্রিয় ভাবে সংবাদ পত্র পান
FrmGeneral.chkwipe.caption=সুরক্ষিত মোছা (ধীরতর)
FrmGeneral.WiseLabel1.caption=নবীনতর সংস্করণ কি আছে?
FrmGeneral.WiseLabel2.caption=স্বাভাবিক ভাষা:
FrmGeneral.btnchecknew.caption=এখুনি দেখুন
FrmGeneral.WiseLabel4.caption=খালি করার ব্যাক্তিগত ফোল্ডার (কেবলমাত্র উচ্চতর ব্যাবহারকারীদের জন্য)
FrmGeneral.btnAdd.caption=যুক্ত করুন
FrmGeneral.btnRemove.caption=সরান
FrmGeneral.chkexp.caption=ক্রেতা অভিজ্ঞতা উন্নয়ন যোজনার সাথে যুক্ত হন।
FrmGeneral.lblexp.caption=বিস্তারিত
;
; Restore
;
FrmRestore.btnrestore.caption=পুনরুদ্ধার
FrmRestore.btnremove.caption=সরিয়ে দিন
FrmRestore.Btnclose.caption=বন্ধ করুন
FrmRestore.caption=পুনরুদ্ধার

;
; Settings
;
FrmSettings.tsCommon.caption=সাধারণ
FrmSettings.tsAutoRun.caption=স্বয়ংক্রিয় চালু
FrmSettings.tsExclusion.caption=ব্যাতিরেক
FrmSettings.btnAbout.caption=সম্বন্ধে
FrmSettings.btnok.caption=ঠিক আছে
FrmSettings.btncancel.caption=বাতিল
FrmSettings.caption=সেটিংস্‌
;
; System Cleaner
;
FrmSysClean.lblrecommendinfo.caption=আপনার উইন্ডোজের পারফর্মেন্স ভালো করার জন্য আমাদের স্মার্ট প্রোডাক্ট গুলি ব্যাবহার করে দেখুন।
FrmSysClean.lblpce.caption=ওয়াইস পিসি ইঞ্জিনিয়ার
FrmSysClean.lblpceinfo.caption=ওয়াইস পিসি ইঞ্জিনিয়ার হল আপনার পিসির জন্য একগুচ্ছ গুরুত্বপূর্ণ রেজিস্ট্রি, ডিস্ক ও অন্যান্য প্রয়োজনীয় সফটওয়্যার। সহজ ব্যাবহার এবং কার্যকরী!
FrmSysClean.lbl1.caption=ওয়াইস রেজিস্ট্রি ক্লিনার উইন্ডোজের সেরা বিনামূল্যের রেজিস্ট্রি ক্লিনার। দ্রুত, সম্পূর্ণ এবং সুরক্ষিত!
FrmSysClean.lbl2.caption=ওয়াইস রেজিস্ট্রি ক্লিনার
FrmSysClean.lblre.caption=আপনি কি আপনার উইন্ডোজের পারফর্মেন্স আরও ভালো করতে চান?
FrmSysClean.btnSlimming.caption=হালকা করুন
FrmSysClean.btnall.caption=সব কটি
FrmSysClean.btnrecommended.caption=সুপারিশকৃত
FrmSysClean.btnnone.caption=একটিও না
FrmSysClean.vtsys.Columns[0]=উপাদান
FrmSysClean.vtsys.Columns[1]=আকার
FrmSysClean.vtsys.Columns[2]=আবস্থান
FrmSysClean.vtsys.Columns[3]=উপদেশ
;
; Disk Defrag
;
FrmDiskDefrag.btnfree.caption=ফাঁকা জায়গা
FrmDiskDefrag.btnfolder.caption=ফোল্ডার
FrmDiskDefrag.btnfile.caption=ফাইল
FrmDiskDefrag.btnsystem.caption=সিস্টেম ফাইল
FrmDiskDefrag.btnFragmented.caption=খণ্ডাংশ
FrmDiskDefrag.btnmft.caption=এম.এফ.টি
FrmDiskDefrag.chkshutdown.caption=ডিস্ক অখন্ডীকরণের পর কম্পিউটার বন্ধ হবে
FrmDiskDefrag.btnpause.caption=বিরতি
FrmDiskDefrag.btnstop.caption=থামুন
FrmDiskDefrag.btnDefrag.caption=অখন্ডীকরণ
FrmWDC.btndefrag.caption=ডিস্ক অখন্ডীকরণ
;
; Like Us
;
FrmlikeUs.lblTitle.caption=যদি আপনি ওয়াইস ডিস্ক ক্লিনারকে ভালবাসেন তাহলে আপনার ভালবাসার ব্যাক্তির সঙ্গে এর পরিচয় করান।
FrmlikeUs.lblInfo.caption=ইমেল, ব্লগ, টুইটার, ইউটিউব, ফেসবুক, ইত্যাদির সাহায্যে ওয়াইস ডিস্ক ক্লিনারকে আপনার পরিবার, বন্ধু ও সহকর্মীদের সাথে শেয়ার করুন। আপনি একটি ভালো কাজ করেছেন! আপনি ওনাদের জীবনে সুবিধা ও সাশ্রয় আনবেন।
FrmlikeUs.lblRate.caption= ওয়াইস ডিস্ক ক্লিনার রেট করুন:
FrmlikeUs.lblfollow.caption=আমাদের অনুসরণ করুন:
FrmlikeUs.lblshare.caption= ওয়াইস ডিস্ক ক্লিনার শেয়ার করুন:
FrmlikeUs.btndownload.caption=বিনামূল্যে ডাউনলোড
FrmlikeUs.imgrate.hint=আমাদের ৫ তারা দিন
FrmlikeUs.imgmail.hint=বন্ধুদের সাথে শেয়ার করুন
FrmlikeUs.imgface1.hint=ফেসবুক-এ শেয়ার করুন
FrmlikeUs.imgface2.hint= ফেসবুক-এ আমাদের অনুসরণ করুন
FrmlikeUs.imgtwitter1.hint= টুইটার-এ শেয়ার করুন
FrmlikeUs.imgtwitter2.hint= টুইটার-এ আমাদের অনুসরণ করুন
FrmlikeUs.Caption=এটা পছন্দ
FrmlikeUs.lbldownload.caption= WiseCleaner.com থেকে আরও ফ্রীওয়্যার ডাউনলোড করুন:
;
; Security Essentials
;
Frmsecurity.caption=WiseCleaner.com ক্রেতা অভিজ্ঞতা উন্নয়ন যোজনা
Frmsecurity.lbltitle.caption=ক্রেতা অভিজ্ঞতা উন্নয়ন যোজনার সাথে যুক্ত হন
Frmsecurity.lblinfo1.caption=এই প্রোডাক্ট কে আরও উন্নত করতে আপনি ক্রেতা অভিজ্ঞতা উন্নয়ন যোজনার সাথে যুক্ত হতে পারেন যাতে WiseCleaner.com এর প্রোডাক্ট গুলি আপনি কিভাবে ব্যাবহার করছেন সে বিষয়ে তথ্য প্রেরিত হবে।
Frmsecurity.lblinfo2.caption=এই তথ্য গুলোর কোনওটাই আপনাকে শনাক্ত করতে বা আপনার সাথে যোগাযোগ করতে ব্যাবহৃত হবেনা। এছাড়াও আপনি যখন খুশি এই যোজনা থেকে বেরিয়ে আসতে পারেন
Frmsecurity.lbllink.caption==ক্রেতা অভিজ্ঞতা উন্নয়ন যোজনার সম্পর্কে আরও জানুন
Frmsecurity.cbagree.caption=ক্রেতা অভিজ্ঞতা উন্নয়ন যোজনার সাথে যুক্ত হন
Frmsecurity.cbagainst.caption=আমি এখুনি যুক্ত হতে চাইনা
Frmsecurity.btnok.caption=ঠিক আছে

[Message]
LestOneItem=পরিষ্কার করার জন্য আপনাকে অন্তত একটা কিছু বাছতেই হবে।
HistorySaved=সর্বমোট জায়গা বেঁচেছে: %s
DisableAdd=সুরক্ষার কারনে কিছু বিশেষ ফোল্ডার (যেমন "Windows Folder", "Boot of Hard Drive" and "CD-ROM") এই তালিকায় প্রবিষ্ট করানো যাবে না। 
ConfirmAdd=আপনি কি নিশ্চিত যে আপনি %s থেকে সব ফাইল মুছবেন যখন আপনি “উচ্চতর ক্লিনার” চালু করবেন?
DupFolder=এই তালিকায় এই ফোল্ডারটি উপস্থিত আছে
ExImport=ব্যাতিরেক তালিকা রপ্তানি হয়েছে:
SelectHardDrive=একটা হার্ড ড্রাইভ নির্বাচন করুন
CreationDate=তৈরি হওয়ার তারিখ
Description=বর্ণনা
NowCleaning=এখন পরিষ্কার হচ্ছে:
ScheduleNextTime=পরবর্তী সময়:
Never=কখনও না
InputType=ফাইলের নাম বা ধরন ইনপুট করুন (যেমন: *.tmp ইত্যাদি...)
WarnNoType=খোঁজার জন্য অন্তত একটি ফাইলের ধরন নির্বাচন করুন
NoItemChecked=পরিষ্কার করার জন্য এক বা একাধিক ফাইল নির্বাচন করুন
WDCRunning=প্রোগ্রাম টি চলছে
RemoveSysRestore=আপনি কি নির্বাচিত সিস্টেম পুনরুদ্ধার পয়েন্টটি সরিয়ে ফেলতে চান?
RestoreFromSysRestore=সিস্টেম পুনরুদ্ধারের জন্য আপনাকে কম্পিউটার রি-বুট করতেই হবে। আপনি কি এখন পুনরুদ্ধার চালু করতে চান?
WarnZeroFile=আপনি “ফাঁকা ফাইল” মোড টি বেছেছেন। কিছু ০ বাইট দরকারি হয়, তাই সরিয়ে ফেলার আগে তাদের একবার দেখে নিন। আপনি কি এটা করতে নিশ্চিত?
SysRestoring=সিস্টেম পুনরুদ্ধারের প্রস্তুতি নেওয়া হচ্ছে
SysCreating=সিস্টেম পুনরুদ্ধার পয়েন্ট তৈরি হচ্ছে
Browse=খুঁজুন
AllHardDrive=লোকাল হার্ড ড্রাইভ গুলি
Cleaning=পরিষ্কার হচ্ছে
Exported=বর্তমান উপাদানটি %s-এ রপ্তানি হয়ে গেছে, আপনি কি ফাইলটা এখন খুলতে চান?
LeftTimeSec=অতিবাহিত %s সেকেন্ড
Safetodel=উপাদানটি সুরক্ষিত ভাবে মোছা হয়েছে
MoreSpace=আরও জায়গার জন্য
Unknow=অজানা
AddFileType=একটি ফাইলের ধরন যুক্ত করুন
AlreadExist=%s আগে থেকেই তালিকায় আছে
illegalType=%s একটি অবৈধ ধরনের ফাইল
Summary=সারসংক্ষেপ
InputSummary=এই ধরনের ফাইলের গন্তব্য
noselected=কোনও উপাদানই নির্বাচিত হয়নি
DelFileType=আপনি কি নিশ্চিত আপনি ফাইলের এই ধরনটি বাদ দিতে চান?
ScanAborted=পর্যবেক্ষণ বাতিল হয়ে গেছে
TrashFound=%d টি ফাইল, সর্বমোট %s খুঁজে পাওয়া গেছে
NoTrashAndTrace=অভিনন্দন! আপনার কম্পিউটার পরিষ্কার আছে
CleanDone=সম্পূর্ণরূপে পরিষ্কার হয়েছে
LestOne=পর্যবেক্ষণের জন্য কিছু একটা বাছুন
LestOneClean=পরিষ্কারের জন্য অন্তত কিছু একটা বাছুন
Scanning=অনুসন্ধান চলছে
InvalidIgnorItem=এটা কে উপেক্ষা করা যাবে না
TraceFound=%d টি চিহ্ন পাওয়া গেছে
CleanNow=এক্ষুনি পরিষ্কার করলে ভালো হবে
TrashRemoved=%d টি ফাইল সরানো হয়েছে ও ডিস্কে %s স্থান ফাঁকা হয়েছে
TraceRemoved=%d টি চিহ্ন মোছা হয়েছে
LastCommonClean=শেষ ডিস্ক পরিষ্কারের সময়
Working=বর্তমান কাজ না শেষ হওয়া পর্যন্ত অপেক্ষা করুন, তারপর আবার চেষ্টা করুন
NoFilesFound=কোনও বাজে ফাইল নেই
NoTracesFound=কোনও চিহ্ন নেই
FindTraces=%d টি চিহ্ন
NoItemFound=কিছুই পাওয়া যায়নি
FindFilesSize=%d টি ফাইল ও মোট %s খুঁজে পাওয়া গেছে
FindTracesSection=%d টি চিহ্ন এই নির্বাচনে পাওয়া গেছে
CanFreeSpace=%d টি ফাইল পাওয়া গেছে ও %s বাঁচবে
TotalTraces=মোট %d টি চিহ্ন পাওয়া গেছে
EnableRestore=সিস্টেম পুনরুদ্ধার বন্ধ আছে, আপনি কি চালু করবেন?
RestorePointFail=সিস্টেম পুনরুদ্ধার পয়েন্ট তৈরি ব্যর্থ
ErrorMsg=গণ্ডগোল
NoNewVer=অভিনন্দন! আপনি যে সংস্করণ ব্যাবহার করছেন সেটি নবীনতম
KeyWord=কিওয়ার্ড (গুলি) এন্টার করুন
AddFolder=ফোল্ডার যোগ করুন
CannotCrTask=কর্মসূচি তৈরি করা যায়নি
InvalidType=দয়া করে একটি বৈধ এক্সটেনসন এন্টার করুন
NoType=খোঁজার জন্য অন্তত একটা ধরন বাছুন
FailToDelete=আপনার পরবর্তী বুটের আগে কিছু ফাইল মোছা যাবেনা
GoodHabit=পিসি পরিষ্কার রাখা একটি ভালো অভ্যাস, এটা ধরে রাখুন
7After=শেষ পরিষ্কারের পর %d দিন অতিবাহিত হয়ে গেছে, এখনি একবার পরিষ্কার করা উচিত
7Before=আপনার ড্রাইভ গুলি পরিষ্কার রাখা ও সুরক্ষা বজায় রাখা একটি ভালো অভ্যাস
TaskExists=কর্মসূচি আগে থেকেই আছে, আপনি কি এটা বাদ দিতে বা নতুন একটি কর্মসূচি বানাতে চাইবেন?(না – বর্তমান কর্মসূচি সম্পাদন, বাতিল- পুরো পদ্ধতিটাই বাতিল হবে)
NoBackupSelected=পুনরুদ্ধারের জন্য অন্তত একতা ব্যাকআপ বেছে নিন।
StartScan=অনুসন্ধান করুন
StartClean=পরিষ্কার করুন
Cancel=বাতিল
Idle=যখন নিশ্চল থাকবে
Daily=দৈনিক
Weekly=সাপ্তাহিক
Monthly=মাসিক
Monday=সোমবার
Tuesday=মঙ্গলবার
Wednesday=বুধবার
Thursday=বৃহস্পতিবার
Friday=শুক্রবার
Saturday=শনিবার
Sunday=রবিবার
AvdDefaultHint=এই স্থান উচ্চতর সেটিং প্রদান করে যাতে আরও বেশি অব্যাবহার্য ফাইল খুঁজে আরও বেশি স্থান ফাঁকা করা যায়
TrashFoundEx=যে বাজে ফাইল গুলি পাওয়া গেছে
NoDriveChecked=অনুসন্ধানের জন্য আপনি এক বা একাধিক ড্রাইভ বাছতে পারেন
ScanFor=অনুসন্ধান ড্রাইভ
FindDrives=ড্রাইভ খোঁজা হচ্ছে
Login=লগ অনের সময়
NewVer=নবীনতর সংস্করণ উপলব্ধ, আপনি কি এটা নেবেন?
TranslateTo=অনুবাদ করুন...
AddCookies=কুকিস যোগ করুন
InputCookie=কুকিস প্রবিষ্ট করান (যেমন wisecleaner.com etc...)
InvalidCookie=অবৈধ কুকিস
BrowserRunning=%s চলছে, আপনি কি বন্ধ করবেন? অন্যথায় ক্যাশ ও কুকি পরিষ্কার হবে না
[CommonClean]
ScanAbortedHint=অব্যাবহার্য ফাইল ও চিহ্ন পেতে এখুনি পুনঃঅনুসন্ধান করুন
DefaultHint=অব্যাবহার্য ফাইল ও ইন্টারনেটের চিহ্ন মুছলে আপনার স্পেস বাঁচবে ও আপনার ব্যাক্তিগততাও সুরক্ষিত থাকবে
ScanAbortedHint1=অব্যাবহার্য ফাইল পেতে এখুনি পুনঃঅনুসন্ধান করুন
WhenIdle=যখন কোনও কাজ থাকবে না
WhenLogin=লগ অনের সময়

[SysClean]
Open=খুলুন
Remove=সরিয়ে দিন
MoreSpace=আরও ফাঁকা জায়গার জন্য
Cleaning=পরিষ্কার হচ্ছে
Scanning=অনুসন্ধান হচ্ছে
ScanEnd=মোট %d টি জিনিস পাওয়া গেছে, সিস্টেম হালকা করার পর %s ফাঁকা জায়গা বেরোবে
NoItems=অভিনন্দন! আপনার সিস্টেম ড্রাইভ পরিষ্কার আছে
SpaceFreed=সিস্টেম হালকা হয়েছে %s জায়গা ফাঁকা হয়েছে
Installer=অপ্রচলিত উইন্ডোজ ইন্সটলার
LongInstaller=অপ্রচলিত উইন্ডোজ ইন্সটলার গুলি বাজে ফাইল, এগুলি মোছা জেতে পারে
PatchUninstall=উইন্ডোজ আপডেট প্যাচ গুলির আনইন্সটলেশন ফাইল গুলি
LongPatchUninstall=আপনি যদি উইন্ডোজ আপডেট আনইন্সটল না করেন, তবে এটা মুছতে পারেন
Downloadedfiles=উইন্ডোজের ডাউনলোড করা ইন্সটলেশন ফাইল গুলি
Longdownloadedfiles= উইন্ডোজ আপডেট প্যাচ সার্থক ভাবে ইন্সটল হওয়ার পর এগুলি মোছা যেতে পারে
Baselinecache=উইন্ডোজ ইন্সটলার বেসলাইন ক্যাশ
LongBaselinecache=এই ফাইলগুলি উইন্ডোজ ইন্সটলার সার্ভিস সৃষ্ট এবং এদের সরান যেতে পারে
JPIME=জাপানিস আইএমই
LongJPIME=আপনার দরকার না থাকলে মুছতে পারেন
KoreanIME=কোরিয়ান আইএমই
LongKoreanIME=আপনার দরকার না থাকলে মুছতে পারেন
TChineseIME=ঐতিহ্যগত চাইনিস আইএমই
LongTChineseIME=আপনার দরকার না থাকলে মুছতে পারেন
MPinyinIME=মাইক্রোসফট পিনইয়ান আইএমই
LongMPinyinIME=আপনার দরকার না থাকলে মুছতে পারেন
HelpFile=উইন্ডোজের সাহায্যকারী ফাইলগুলি
LongHelpFile=আপনার দরকার না থাকলে মুছতে পারেন
SamplePic=উইন্ডোজের নমুনা চিত্র
LongSamplePic=আপনার দরকার না থাকলে মুছতে পারেন
SampleMic=উইন্ডোজের নমুনা সঙ্গীত
LongSampleMic=আপনার দরকার না থাকলে মুছতে পারেন
SampleVideos=উইন্ডোজের নমুনা ভিডিও
LongSampleVideos=আপনার দরকার না থাকলে মুছতে পারেন
SampleMedia=উইন্ডোজের নমুনা মাধ্যম
LongSampleMedia=আপনার দরকার না থাকলে মুছতে পারেন
Wallpaper=উইন্ডোজের দেওয়াল চিত্র
LongWallpaper=আপনার দরকার না থাকলে মুছতে পারেন
[DiskDefrag]
Volume=ড্রাইভ
Format=ফাইল সিস্টেম
TotalSpace=মোট জায়গা
FreeSpace=ফাঁকা জায়গা
Fragmented=খণ্ডাংশ
Status=অবস্থা
PmDefrag=অখন্ডিকরন
QuickOpt=দ্রুত অপটিমাইসেশন
FullOpt=সম্পূর্ণ অপটিমাইসেশন
PmAnlyse=বিশ্লেষণ
Resume=পুনরারম্ভ

Analying=বিশ্লেষণ হচ্ছে
Defragmenting=অখন্ডিকরন হচ্ছে
Optimizing=অপ্টিমাইস করা হচ্ছে
Analyed=বিশ্লেষিত
Defragmented=অখন্ডিকরন হয়েছে
Optimized=অপ্টিমাইস হয়েছে
Pause=বিরতি
IsSSD=আপনার নির্বাচন গুলির মধ্যে একটি সলিড ড্রাইভ থাকতে পারে, এবং আই প্রক্রিয়ায় উহার জীবন কাল হ্রাস পাবে। আপনি নিশ্চিত?
FragmentedRate=খণ্ডিত
[Area]
Networkmapping=নেটওয়ার্ক ড্রাইভ ম্যাপিং ইতিহাস
LastDownloadDir=শেষ ডাউনলোডের স্থান
TrashClean=এই কম্পিউটারের অব্যাবহার্য ফাইল
TraceClean=এই কম্পিউটারের চিহ্ন
WinRar=উইনরার
WinZip=উইনজিপ
AcrobatReader=অ্যাক্রোব্যাট রিডার
MSN=উইন্ডোজ লাইভ মেসেঞ্জার
OfficePicture=মাইক্রোসফট অফিস পিকচার ম্যানেজার
Office=মাইক্রোসফট অফিস
OfficeRecent=মাইক্রোসফট অফিস সাম্প্রতিক ইতিহাস
TypeOtherApp=অন্যান্য অ্যাপ্লিকেশান
WindowsPaint=উইন্ডোজ পেইন্ট
WindowsDefender=উইন্ডোজ ডিফেন্ডার
WindowsWordpad=উইন্ডোজ ওয়ার্ডপ্যাড
WindowsMediaPlayer=উইন্ডোজ মিডিয়া প্লেয়ার
TypeWComponents=উইন্ডোজের উপাদানগুলি
FireFoxOther=মজিলা ফায়ারফক্স ও অন্যান্য ইতিহাস

FireFoxPass=মজিলা ফায়ারফক্স সঞ্চিত পাসওয়ার্ড
FireFoxForm=মজিলা ফায়ারফক্স স্ব-পূর্ণ ফর্ম ইতিহাস
FireFoxCookies=মজিলা ফায়ারফক্স কুকিস
ChromePass=গুগল ক্রোম সঞ্চিত পাসওয়ার্ড
ChromeForm=গুগল ক্রোম স্ব-পূর্ণ ফর্ম ইতিহাস
ChromeCookies=গুগল ক্রোম কুকিস
IEPass=আই.ই সঞ্চিত পাসওয়ার্ড (ব্যাক্তিগত তথ্য ছাড়া)
IEForm=আই.ই স্ব-পূর্ণ ফর্ম ইতিহাস (ব্যাক্তিগত তথ্য ছাড়া)
IECookies=মাইক্রোসফট আই.ই কুকিস
DOMStoreCookies=মাইক্রোসফট আই.ই DOMStore কুকিস
IEAddressBarHistory=মাইক্রোসফট ইন্টারনেট এক্সপ্লোরার এড্রেস বার ইতিহাস
TypeInternet=নেট সার্ফিং
JumpList=টাস্কবার জাম্প লিস্ট (ঠিক হয়ে যাওয়া উপাদান গুলিও সরিয়ে দেওয়া হবে)
SearchList=উইন্ডোজ খোঁজ ইতিহাস
TraryNotify=উইন্ডোজ ট্রে নোটিফিকেশান ক্যাশ
ExplorerMRU=অন্যান্য এক্সপ্লোরার এম.আর.ইউ গুলি
Recentdocuments=সমকালীন দস্তাবেজ গুলি
RunStartMenu= স্টার্ট মেনু তে চালান
TypeSystem=উইন্ডোজ সিস্টেম
Flash=অ্যাডোব ফ্ল্যাশ প্লেয়ার
TypeMedia=মাল্টিমিডিয়া
FireFoxCache=মজিলা ফায়ারফক্স ক্যাশ
ChromeCache=গুগল ক্রোম ক্যাশ
IECahce=মাইক্রোসফট আই.ই ক্যাশ
LogFile=সিস্টেম লগ ফাইল গুলি
DownloadedPatch=উইন্ডোজ দ্বারা সৃষ্ট ডাউনলোড করা ফাইলসমূহ
ErrorReport=ভুল রিপোর্টের ফাইলগুলি
Dump=মেমোরির বাজে ফাইল গুলি

ThumbCache=থাম্বনেইল ক্যাশ
InvalidLnk=অবৈধ শর্টকাট গুলি
UserTemp=অ্যাপ্লিকেশান সৃষ্ট বাজে ফাইল
SysTemp=উইন্ডোজ সৃষ্ট বাজে ফাইল
Prefetch=উইন্ডোজ প্রিফেচ তথ্য
RemoteDesktop=রিমোট ডেস্কটপের ক্যাশ ফাইল গুলি
Recyclebin=ফাঁকা রিসাইকেল বিন
SafariCache=সাফারি ইন্টারনেট ক্যাশ
SafariHistory=সাফারি ইতিহাস
SafariCookies=সাফারি কুকিস
SafariPass=সাফারি সঞ্চিত পাসওয়ার্ড
YahooMessage=ইয়াহু বার্তা
WLM=উইন্ডোজ লাইভ মেসেঞ্জার
SunJava=সান জাভা

[Type]
UserDefine=ব্যাবহারকারী নির্বাচিত
ZeroFile=খালি ফাইলগুলি-০ বাইট
WinSetupLog=উইন্ডোজ ইন্সটলেশন ভুল লগ ফাইলগুলি
NtUninstall=উইন্ডোজ প্যাচেস এর আনইন্সটল উৎসসমূহ
InvalidLnk=অবৈধ শর্টকাট গুলি
UserTemp= ব্যাবহারকারীর সাময়িক ফোল্ডার গুলির ফাইলগুলি
WinTemp=উইন্ডোজের সাময়িক ফোল্ডার গুলির ফাইলগুলি
RecentFiles=সাম্প্রতিক ফাইল গুলির যোগসূত্র
PatchSource=উইন্ডোজ আপডেটের উৎসগুলি
TempFile=সাময়িক ফাইলগুলি
fcwdir=ডাউনলোডের সময় তৈরি হওয়া ফাইল গুলি
tfcbp=প্রোগ্রাম দ্বারা সৃষ্ট ফাইলগুলি
sdrf=ডিস্ক পর্যবেক্ষণের সময় তৈরি সাময়িক ফাইলগুলি
OldFile=পুরনো ফাইলগুলি
outdatedfile=অতিপুরনো ফাইলগুলি
fcwhfir=সাহায্যকারী ফাইল চলার সময় তৈরি হওয়া ফাইলগুলি
Ncfile=সংবাদ দলের ক্যাশ ফাইলগুলি
Backupfile=ব্যাকআপ ফাইলগুলি
WBfile=এম.এস ওয়ার্ডের ব্যাকআপ ফাইলগুলি
Cbswahf=সাহায্যকারী ফাইল তৈরি হওয়ার সময় তৈরি হওয়া ফাইল
whtf=উইন্ডোজ সাহায্য সিস্টেমের সাময়িক ফাইলগুলি
Logfile=লগ ফাইলগুলি
LLogfile=সিস্টেম বা অ্যাপ্লিকেশান দ্বারা সৃষ্ট লগ ফাইলগুলি
Errorfile=ভুল ফাইলগুলি
Wmdf=উইন্ডোজ ২০০০/এক্সপি মেমরির বাজে ফাইলগুলি
bcomf=পরিবর্তিত ফাইল গুলির ব্যাকআপ
Indexfile=সূচিপত্রের ফাইলগুলি
ifcbsiotitpbs=চিত্র খোঁজার গতি বাড়ানোর জন্য সিস্টেম দ্বারা সৃষ্ট সূচিপত্র ফাইল
Tfcds=সেটআপের সময় তৈরি হওয়া সাময়িক ফাইলগুলি
Intermediatefile=অন্তর্বর্তী ফাইলগুলি
chkfile=উদ্ধার হওয়া ফাইলগুলি

[AutoClean]
DiskSaved=ডিস্ক স্পেস বেঁচেছে
Title=অভিনন্দন!
TraceCleanned=চিহ্ন গুলি মোছা হয়েছে

[Skin]
SkinDefault=স্বাভাবিক
SkinGray=ধূসর
SkinOrange=কমলা
SkinCustom=ব্যাক্তিগত
SkinColor=ব্যাক্তিগত স্কিনের রং